antfu.browse-lite
antfu.vite
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
GitHub.copilot
KevinRose.vsc-python-indent
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
njqdev.vscode-python-typehint
vscodevim.vim
